Repository: Paving-Base/APK-Installer
Catalog: APKInstaller/APKInstaller/String/*/SettingsPage.resw
Source language: en_us
Languages: he_il, hu_hu, ja_jp

# AboutSettingsHeader.Header
source: About
he_il: אודות
hu_hu: Névjegy
ja_jp: について

# AutoGetNetAPKSettings.Description
source: Auto download when package is from URL.
he_il: הורדה אוטו'
hu_hu: Automatikus letöltés, ha a csomag URL-címről származik.
ja_jp: パッケージがURLからの場合、自動的にダウンロードします。

# AutoGetNetAPKSettings.Header
source: Is Auto Download Online Packages?
he_il: האם הורדה אוטומטית של חבילות מקוונות?
hu_hu: Automatikus letöltöd az online csomagokat?
ja_jp: オンラインパッケージは自動でダウンロードしますか?

source: Check Failed
he_il: צק אין נכשל
hu_hu: Ellenőrzés sikertelen
ja_jp: チェックに失敗しました

# CheckingUpdates.Text
source: Checking For Updates...
he_il: בודק עדכונים...
hu_hu: Frissítések keresése...
ja_jp: アップデートを確認しています...

# CheckUpdates.Content
source: Check For Updates
he_il: בדוק עדכונים
hu_hu: Frissítések keresése
ja_jp: アップデートの確認

# CleanCacheButton.Content
source: Clear cache
he_il: נקה מטמון
hu_hu: Gyorsítótár törlése
ja_jp: キャッシュを削除

# CloseADBSettings.Description
source: Close ADB may break other Installers when they still open.
he_il: סגור ADB עלול לשבור מתקין אחרים כשהם עדיין פתוחים.
hu_hu: Az ADB bezárása megszakíthatja más telepítők működését, ha azok még nyitva vannak.
ja_jp: Close ADB はまだ開いているときに他のインストーラを壊す可能性があります。

# CloseADBSettings.Header
source: Is Close ADB when Closing Installer?
hu_hu: Az ADB bezárása a telepítő bezárásakor?
ja_jp: インストーラを閉じるときにADBを閉じますか？

# CloseAPPSettings.Description
source: Close Installer after APK has installed and start.
he_il: סגור את מתקין לאחר התקנת APK והתחל.
hu_hu: Zárja be a telepítőt az APK telepítése és elindítása után.
ja_jp: APKがインストールされ、起動した後にインストーラを閉じます。

# CloseAPPSettings.Header
source: Is Close Installer when APP is Ready ?
he_il: האם מתקין סגור כאשר האפליקציה מוכנה?
hu_hu: Bezárja a telepítőt, amikor az APP készen áll?
ja_jp: APPの準備ができたらインストーラを閉じますか？

# ConnectDevice.Description
source: Connect device on network.
he_il: חבר מכשיר לרשת.
hu_hu: Eszköz csatlakoztatása a hálózathoz.
ja_jp: ネットワーク上でデバイスを接続します。

# ConnectDevice.Header
source: Connect Device
he_il: חבר התקן
hu_hu: Eszköz csatlakoztatása
ja_jp: デバイスと接続

# ContentSettingsHeader.Header
source: Content
he_il: תוכן
hu_hu: Tartalom
ja_jp: コンテンツ

# DeviceSettingsHeader.Header
source: Device
he_il: מכשיר
hu_hu: Eszköz
ja_jp: デバイス

# EULA.Content
source: EULA
he_il: תנאי שימוש
hu_hu: Végfelhasználói licencszerződés

# FeedbackLink.Content
source: Feedback
he_il: משוב
hu_hu: Visszajelzés
ja_jp: フィードバック

source: Find Update
he_il: מצא עדכון
hu_hu: Frissítés keresése
ja_jp: アップデートを検索

# GoToTestPage.Header
source: Go to TestPage
he_il: עבור אל TestPage
hu_hu: Menj a TestPage oldalra
ja_jp: テストページへ移動

# GoToUpdate.Content
source: Go to Update
he_il: כיצד לעדכן
hu_hu: Menjen a frissítéshez
ja_jp: アップデートへ

# LastChecked.Text
source: Last Checked:
he_il: נבדק לאחרונה:
hu_hu: Utoljára ellenőrizve:
ja_jp: 最終チェック日時:

# OnlyWSASettings.Description
source: Disable it to connect to other device.
he_il: השבת אותו כדי להתחבר למכשיר אחר.
hu_hu: Más eszközhöz való csatlakozáshoz tiltsa le.
ja_jp: Disable it to connect to other devices.

# OnlyWSASettings.Header
source: Is Only for WSA?
he_il: האם רק עבור WSA?
hu_hu: Csak a WSA számára?
ja_jp: WSAのみですか?

# OthersSettingsHeader.Header
source: Others
he_il: אחר
hu_hu: Egyéb
ja_jp: その他

# ReleaseNotes.Content
source: Release notes
he_il: הערות שחרור
hu_hu: Újdonságok
ja_jp: 更新情報

# ResetSettings.Header
source: Reset application
he_il: אפס את האפליקציה
hu_hu: Alkalmazás visszaállítása
ja_jp: アプリをリセット

# ResetSettingsButton.Content
source: Reset
he_il: אתחל
hu_hu: Visszaállítás
ja_jp: 初期化

# ResetSettingsConfirm.Content
source: Yes
he_il: כן
hu_hu: Igen
ja_jp: はい

# ResetSettingsTitle.Text
source: Are you sure you want to reset the app?
he_il: האם אתה בטוח שברצונך לטעון מחדש את האפליקציה?
hu_hu: Biztosan alaphelyzetbe állítja az alkalmazást?
ja_jp: データをリセットしてもよろしいですか。

# SelectDeviceBox.Header
source: Select Device
he_il: בחירת מכשיר
hu_hu: Eszköz kiválasztása
ja_jp: デバイスを選択

# ShowDialogsSettings.Description
source: Show helpers when no device is connected.
he_il: הצג עוזרים כאשר אין מכשיר מחובר.
hu_hu: Segédprogramok megjelenítése, ha nincs csatlakoztatott eszköz.
ja_jp: デバイスが接続されていないときにヘルパーを表示する

# ShowDialogsSettings.Header
source: Is Show Helpers?
he_il: האם Show Helpers?
hu_hu: Segítők megjelenítése?
ja_jp: 表示ヘルパーとは？

# TitleBar.Title
source: Settings
he_il: הגדרות
hu_hu: Beállítások
ja_jp: 設定

# TranslateLink.Content
source: Translate
he_il: לתרגם
hu_hu: Fordítás
ja_jp: 翻訳する

# UpdateSettingsHeader.Header
source: Version
he_il: גרסה
hu_hu: Verzió
ja_jp: バージョン

source: Up To Date
he_il: מעודכן
hu_hu: Naprakész
ja_jp: 最新
